/* Localizable strings */

"Basic"="Basic";
"Members"="Members";
"Volumes"="Group Folder";
"Groups"="Groups";
"Add..."="Add…";
"Close"="Close";
"Users..."="Users…";
"The group id is a duplicate."="The group id is a duplicate.";
"The short name is a duplicate."="The short name is a duplicate.";
"Are you sure you want to continue saving?"="Are you sure you want to continue saving?";
"Cancel"="Cancel";
"Save"="Save";
"OK"="OK";
"Unable to save changes."="Unable to save changes.";
"You must enter a valid server name."="You must enter a valid server name.";
"You must enter a valid URL."="You must enter a valid URL.";
"You must enter a valid directory name for this group."="You must enter a valid directory name for this group.";
"You must enter a valid id number for this group."="You must enter a valid id number for this group.";
"You must enter a valid short name for this group."="You must enter a valid short name for this group.";
"kFullNameTooLong"="The group name is too long.It must be under 255 characters in length.";
"kMissingOwnerName"="You must enter an owner name before we can save your changes.";
"Helvetica-Oblique"="Helvetica-Oblique";
"kLoadingMemberInfo"="Loading…";
"kMemberInfoNotFound"="Not Found";
"kBasicNameAlreadyInUse" =						"The name you have chosen conflicts with a name assigned to another group.";
"kOKButtonTitle" =								"OK";
"kBasicNameAlreadyInUseMsg" =					"You can't assign the name \"%@\" to two different groups.  Remember that names are not case-sensitive when checking for conflicts.";
"kUserItemType" =								"User";
"kGroupItemType" =								"Group";
"Computers" =									"Computer";
"ComputerLists" =								"Computer Group";
"kUpgradeButton" =								"Upgrade";
"kSureToUpgradeGroup" =							"Are you sure you want upgrade this group?";
"kSureToUpgradeGroupMsg" =						"Upgrading this group will change it to a new format which stores membership by the GeneratedUID attribute.  This will also enable you to add records of types other than users to the group.  Members that cannot be located in the directory will be removed.  This action cannot be undone.";

"kNoGroupWebServicesHostSelected" =				"(None)";

"kCantSaveTitle" =								"Unable to save changes.";
"kVolumesCantSaveEmptyOwnerMsg" =				"If a group directory is specified, then a user must be selected as the owner for that directory.";

"kVolumesNoneHomeDirItem" =							"(None)";
"kVolumesSureToDeleteGroupDirItem" =				"Permanently delete this item?";
"kVolumesSureToDeleteGroupDirItemMsg" =				"Are you sure you want to permanently delete \"%@\" from the list of group directory options?  This action can not be undone.  This action will not affect other groups' directory settings; nor will it alter any files on disk.";
"kVolumesDeleteGroupDirItem" =						"Delete";
"kVolumesDontDeleteGroupDirItem" =					"Don't Delete";

"kBasicGroupMembersOnly" =							"group members only";
"kBasicAuthedUsersOnly" =							"authenticated users";
"kBasicAnyone" =									"anyone";
"kBasicSomeGroupMembers" =							"some group members";
